const hi = {
  hero: {
    badge: "सनशाइन एग्रीकल्चर",

    slides: [
      {
        title: "सतत कृषि को सशक्त बनाएं",
        subtitle:
          "स्वस्थ फसलों और अधिक उत्पादन के लिए प्रीमियम जैविक उर्वरक।",
        button1: "उत्पाद देखें",
        button2: "संपर्क करें",
      },

      {
        title: "अपनी मिट्टी को पोषण दें, भविष्य को मजबूत बनाएं",
        subtitle:
          "फसल की हर अवस्था के लिए उन्नत जैविक पोषण समाधान।",
        button1: "फसल समाधान",
        button2: "और जानें",
      },

      {
        title: "भारत भर के किसानों का विश्वसनीय साथी",
        subtitle:
          "उच्च गुणवत्ता वाले उत्पाद और टिकाऊ कृषि समाधान प्रदान कर रहे हैं।",
        button1: "डीलर बनें",
        button2: "संपर्क करें",
      },

      {
        title: "आधुनिक कृषि के लिए नवाचारपूर्ण समाधान",
        subtitle:
          "अधिक उत्पादन और बेहतर फसल के लिए वैज्ञानिक उत्पाद।",
        button1: "उत्पाद देखें",
        button2: "संपर्क करें",
      },
    ],
  },
};

export default hi;