const te = {
  hero: {
    badge: "సన్‌షైన్ అగ్రికల్చర్",

    slides: [
      {
        title: "సుస్థిర వ్యవసాయానికి శక్తినివ్వండి",
        subtitle:
          "ఆరోగ్యకరమైన పంటలు మరియు అధిక దిగుబడుల కోసం ప్రీమియం సేంద్రీయ ఎరువులు.",
        button1: "ఉత్పత్తులు చూడండి",
        button2: "సంప్రదించండి",
      },

      {
        title: "నేలను పోషించండి, భవిష్యత్తును బలోపేతం చేయండి",
        subtitle:
          "పంటల ప్రతి దశకు అనువైన ఆధునిక సేంద్రీయ పోషక పరిష్కారాలు.",
        button1: "పంట పరిష్కారాలు",
        button2: "మరింత తెలుసుకోండి",
      },

      {
        title: "భారతదేశ వ్యాప్తంగా రైతుల విశ్వాసాన్ని పొందిన సంస్థ",
        subtitle:
          "అత్యుత్తమ నాణ్యత గల ఉత్పత్తులు మరియు సుస్థిర వ్యవసాయ పరిష్కారాలను అందిస్తున్నాము.",
        button1: "డీలర్ అవ్వండి",
        button2: "సంప్రదించండి",
      },

      {
        title: "ఆధునిక వ్యవసాయానికి వినూత్న పరిష్కారాలు",
        subtitle:
          "అధిక దిగుబడి మరియు మెరుగైన పంటల కోసం శాస్త్రీయంగా రూపొందించిన ఉత్పత్తులు.",
        button1: "ఉత్పత్తులు చూడండి",
        button2: "సంప్రదించండి",
      },
    ],
  },
};

export default te;